Repository: raspberrypi-ui/obconf-buster
Catalog: po/*.po
Languages: sk

source: Openbox Configuration Manager
sk: Správca nastavení Openboxu

source: <span weight="bold">Theme</span>
sk: <span weight="bold">Motív</span>

source: _Install a new theme...
sk: _Inštalovať nový motív...

source: Create a theme _archive (.obt)...
sk: Vytvoriť nový _archív (.obt)...

source: Theme
sk: Motív

source: <span weight="bold">Windows</span>
sk: <span weight="bold">Okná</span>

source: _Windows retain a border when undecorated
sk: Oknám be_z dekorácie ponechávať okraj

source: A_nimate iconify and restore
sk: A_nimovať minimalizáciu a obnovenie veľkosti

source: <span weight="bold">Window Titles</span>
sk: <span weight="bold">Titulky okien</span>

source: _Button order:
sk: Poradie _tlačidiel:

source: N - The window's icon D - The all-desktops (sticky) button S - The shade (roll up) button L - The label (window title) I - The iconify (minimize) button M - The maximize button C - The close button
sk: N - Ikona okna D - Tlačidlo na všetky plochy S - Tlačidlo rolovania L - Titulok okna I - Tlačidlo minimalizácie M - Tlačidlo maximalizácie C - Tlačidlo zavretia

source: Window icon Window label (Title) Iconify (Minimize) Maximize
sk: Ikona okna Titulok okna Minimalizovať Maximalizovať

source: Close Shade (Roll up) Omnipresent (On all desktops)
sk: Zavrieť Zvinúť Na všetkých plochách

source: <span weight="bold">Fonts</span>
sk: <span weight="bold">Písma</span>

source: _Active window title:
sk: Titulok _aktívneho okna:

source: _Inactive window title:
sk: Titulok neak_tívneho okna:

source: Menu _header:
sk: _Hlavička ponuky:

source: _Menu Item:
sk: _Položka ponuky:

source: Active _On-screen display:
sk: Aktívne _OSD:

source: Inactive O_n-screen display:
sk: _Neaktívne OSD:

source: Appearance
sk: Vzhľad

source: <span weight="bold">Focusing Windows</span>
sk: <span weight="bold">Aktivácia okien</span>

source: Focus _new windows when they appear
sk: Aktivovať _nové okná, keď sa objavia

source: <span weight="bold">Placing Windows</span>
sk: <span weight="bold">Umiestňovanie okien</span>

source: _Place new windows under the mouse pointer
sk: _Umiestňovať nové okná pod kurzor myši

source: _Center new windows when they are placed
sk: _Vystrediť nové okná pri umiestnení

source: Prefer to place new windows _on:
sk: Prednostne umiestňovať nové _okná na:

source: All monitors
sk: Všetky monitory

source: The active monitor
sk: Aktívny monitor

source: The monitor with the mouse
sk: Monitor s myšou

source: <span weight="bold">Primary Monitor</span>
sk: <span weight="bold">Primárny monitor</span>

source: The primary monitor is where Openbox will place dialogs, such as the one used for cycling windows.
sk: Primárny monitor je ten, na ktorom Openbox zobrazuje dialógové okná, napríklad pri prepínaní medzi programami.

source: Primary _monitor:
sk: Primárny _monitor:

source: Fixed Monitor
sk: Fixný monitor

source: Active Monitor
sk: Aktívny monitor

source: Monitor With Mouse Pointer
sk: Monitor s kurzorom myši

source: _Fixed monitor:
sk: _Fixný monitor:

source: Windows
sk: Okná

source: <span weight="bold">Moving and Resizing Windows</span>
sk: <span weight="bold">Zmena polohy a veľkostí okien</span>

source: Update the window contents while _resizing
sk: Aktualizovať obsah okna počas zm_eny veľkosti

source: Drag _threshold distance:
sk: Citlivosť ť_ahu:

source: Amount of resistance against other _windows:
sk: Miera odporu voči ostatným _oknám:

source: Amount of resistance against screen _edges:
sk: Miera odporu voči o_krajom obrazovky:

source: _Switch desktops when moving a window past the screen edge
sk: _Prepnúť plochu pri presunutí okna za okraj obrazovky

source: _Amount of time to wait before switching:
sk: Oneskorenie _pred prepnutím plochy:

source: <span weight="bold">Information Dialog</span>
sk: <span weight="bold">Informačné okno</span>

source: Show _information dialog:
sk: _Zobraziť informačné okno:

source: When resizing terminal windows
sk: Iba pre okná terminálu

source: Always
sk: Vždy

source: Never
sk: Nikdy

source: Information dialog's _position:
sk: _Poloha informačného okna:

source: Centered on the window
sk: Uprostred okna

source: Above the window
sk: Nad oknom

source: Fixed position on screen
sk: Pevná pozícia na obrazovke

source: Fixed _x position:
sk: Pevná pozícia na osi _X:

source: Centered
sk: Vystredené

source: From left edge
sk: Od ľavej hrany

source: From right edge
sk: Od pravej hrany

source: Fixed _y position:
sk: Pevná pozícia na osi _Y:

source: From top edge
sk: Od hornej hrany

source: From bottom edge
sk: Od spodnej hrany

source: Move & Resize
sk: Pohyb a veľkosť

source: _Focus windows when the mouse pointer moves over them
sk: _Aktivovať okno pod kurzorom myši

source: Move focus under the mouse when _switching desktops
sk: Aktivovať okno pod kurzorom pri zmene _plochy

source: Move focus _under the mouse when the mouse is not moving
sk: Aktivovať okno pod kurzorom, keď sa _myš nehýbe

source: _Raise windows when the mouse pointer moves over them
sk: Presunúť okno do popredia pri preja_zde kurzorom myši

source: _Delay before focusing and raising windows:
sk: _Oneskorenie aktivácie a presunu okien do popredia:

source: <span weight="bold">Titlebar</span>
sk: <span weight="bold">Dekorácia</span>

source: Double click on the _titlebar:
sk: Dvojité k_liknutie na dekoráciu:

source: Maximizes the window
sk: Maximalizuje okno

source: Shades the window
sk: Zvinie okno

source: Double click ti_me:
sk: Čas na dvojité _kliknutie:

source: Mouse
sk: Myš

source: <span weight="bold">Desktops</span>
sk: <span weight="bold">Plochy</span>

source: _Show a notification when switching desktops
sk: Upozorniť pri _zmene plochy

source: _Amount of time to show the notification for:
sk: Doba zobrazenia _upozornenia:

source: _Number of desktops:
sk: _Počet plôch:

source: _Desktop names:
sk: _Mená plôch:

source: Desktops
sk: Plochy

source: <span weight="bold">Desktop Margins</span>
sk: <span weight="bold">Okraje plochy</span>

source: Desktop margins are reserved areas on the edge of your screen. New windows will not be placed within a margin, and maximized windows will not cover them.
sk: Okraje plochy možno vyhradiť pre iné účely. Nové okná nebudú zasahovať do okrajov a maximalizované okná ich nebudú zakrývať.

source: _Top
sk: _Horný

source: _Left
sk: Ľ_avý

source: _Right
sk: _Pravý

source: _Bottom
sk: _Spodný

source: Margins
sk: Okraje

source: <span weight="bold">Dock</span>
sk: <span weight="bold">Dok</span>

source: The dock is a special container for "dockapps", or dock applications. It is not visible on screen until a dockapp is run. Dockapps can be used to show things like a clock, or to provide you with a system tray.
sk: Dok je špeciálna oblasť pre tzv. "dockapps" alebo dokovacie aplikácie. Nie je viditeľná, kým nespustíte dokovaciu aplikáciu. Dokovacie aplikácie môzete použiť pre zobrazenie vecí ako sú hodiny alebo ikony minimalizované do systémovej lišty.

source: <span weight="bold">Position</span>
sk: <span weight="bold">Poloha</span>

source: _Position:
sk: _Poloha:

source: Top Left
sk: Vľavo hore

source: Top
sk: Hore

source: Top Right
sk: Vpravo hore

source: Left
sk: Vľavo

source: Right
sk: Vpravo

source: Bottom Left
sk: Vľavo dole

source: Bottom
sk: Dole

source: Bottom Right
sk: Vpravo dole

source: Floating
sk: Plávajúca

source: _Floating position:
sk: P_lávajúca poloha:

source: Allow _windows to be placed within the dock's area
sk: Povoliť _umiestňovanie okien v priestore doku

source: _Orientation:
sk: _Orientácia:

source: Vertical
sk: Zvislá

source: Horizontal
sk: Vodorovná

source: <span weight="bold">Stacking</span>
sk: <span weight="bold">Vrstvenie</span>

source: Keep dock _above other windows
sk: Udržiavať dok _nad ostatnými oknami

source: A_llow dock to be both above and below windows
sk: Povoliť dok pod _aj nad oknami

source: Keep dock _below other windows
sk: Udržiavať dok po_d ostatnými oknami

source: <span weight="bold">Hiding</span>
sk: <span weight="bold">Skrývanie</span>

source: _Hide off screen
sk: _Skryť mimo obrazovky

source: _Delay before hiding:
sk: Oneskorenie pred s_krytím:

source: Delay before _showing:
sk: Oneskorenie pred _zobrazením:

source: Dock
sk: Dok

source: Abo_ut
sk: _O programe

source: About ObConf
sk: O ObConf

source: A preferences manager for Openbox
sk: Správca nastavení pre Openbox

source: Copyright (c) 2003-2008 Dana Jansens <danakj@orodu.net> Tim Riley <tr@slackzone.org> Javeed Shaikh <syscrash2k@gmail.com>
sk: Autorské práva (c) 2003-2008 Dana Jansens <danakj@orodu.net> Tim Riley <tr@slackzone.org> Javeed Shaikh <syscrash2k@gmail.com>

source: <span weight="bold">Press the key you wish to bind...</span>
sk: <span weight="bold">Stlačte kláves, ktorý chcete priradiť...</span>

source: ObConf Error
sk: Chyba ObConf

source: Copyright (c)
sk: Autorské práva (c)

source: Syntax: obconf [options] [ARCHIVE.obt]
sk: Syntax: obconf [prepínače] [ARCHÍV.obt]

source: Options:
sk: Prepínače:

source: --help Display this help and exit
sk: --help Zobraziť toho pomocníka a skončiť

source: --version Display the version and exit
sk: --version Zobraziť verziu a skončiť

source: --install ARCHIVE.obt Install the given theme archive and select it
sk: --install ARCHÍV.obt Instalovat daný archiv a vybrat ho

source: --archive THEME Create a theme archive from the given theme directory
sk: --archive MOTÍV Vytvoriť archív zo zadaného motívu

source: --config-file FILE Specify the path to the config file to use
sk: --config-file SOUBOR Zadať cestu ku konfiguračnému súboru

source: --tab NUMBER Switch to tab number NUMBER on startup
sk: --tab ČÍSLO Po spustení prepnúť na kartu číslo ČÍSLO

source: Please report bugs at %s
sk: Prosím, chyby nahláste anglicky na %s

source: --install requires an argument
sk: --install vyžaduje argument

source: --archive requires an argument
sk: --archive vyžaduje argument

source: --config-file requires an argument
sk: --config-file vyžaduje argument

source: --tab requires an argument
sk: --tab vyžaduje argument

source: Failed to load the obconf.glade interface file. You have probably failed to install ObConf properly.
sk: Nepodarilo se načítať súbor s rozhraním obconf.glade. Pravdepodobne sa vám nepodarilo nainštalovať ObConf správne.

source: Failed to load an rc.xml. You have probably failed to install Openbox properly.
sk: Nepodarilo se načítať rc.xml. Pravdepodobne sa vám nepodarilo nainštalovať ObConf správne.

source: Error while parsing the Openbox configuration file. Your configuration file is not valid XML. Message: %s
sk: Chyba pri spracovaní konfiguračného súboru Openboxu. Váš konfiguračný súbor nie je platným XML súborom. Správa: %s

source: (Unnamed desktop)
sk: (Nepomenovaná plocha)

source: Choose an Openbox theme
sk: Vyberte motív Openboxu

source: Openbox theme archives
sk: Archívy motívov Openboxu

source: "%s" was installed to %s
sk: "%s" nainštalovaný do %s

source: "%s" was successfully created
sk: "%s" úspešne vytvorený

source: Unable to create the theme archive "%s". The following errors were reported: %s
sk: Nepodarilo sa vytvoriť archív motívu "%s". Boli nahlásené nasledujúce chyby: %s

source: Unable to run the "tar" command: %s
sk: Nepodarilo se spustiť príkaz "tar": %s

source: Unable to create directory "%s": %s
sk: Nepodarilo sa vytvoriť adresár "%s": %s

source: "%s" does not appear to be a valid Openbox theme directory
sk: "%s" nevyzerá ako adresár motívu Openboxu

source: Unable to move to directory "%s": %s
sk: Nepodarilo sa presunúť do adresára "%s": %s

source: Unable to extract the file "%s". Please ensure that "%s" is writable and that the file is a valid Openbox theme archive. The following errors were reported: %s
sk: Nepodarilo sa rozbaliť súbor "%s". Prosím, overte, že "%s" má povolený zápis a že súbor je archív motívu Openboxu. Boli nahlásené nasledujúce chyby: %s

source: Custom actions
sk: Používateľské akcie
